<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワード更新の試行結果としてパスワードブローカーから
    | 返される理由に対応するデフォルトの行です。無効なパスワードやリセット
    | トークンによる失敗などが含まれます。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にしばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'このメールアドレスに一致するユーザーが見つかりません。',

];
